local chapter = {
	[1001001] = {
		Name = "传奇式的花老爹1",
	},
	[1001002] = {
		Name = "传奇式的花老爹2",
	},
	[1001003] = {
		Name = "传奇式的花老爹3",
	},
	[1001004] = {
		Name = "传奇式的花老爹4",
	},
	[1001005] = {
		Name = "传奇式的花老爹5",
	},
	[1001006] = {
		Name = "传奇式的花老爹6",
	},
	[1001007] = {
		Name = "传奇式的花老爹7",
	},
	[1001008] = {
		Name = "传奇式的花老爹8",
	},
	[1001009] = {
		Name = "传奇式的花老爹9",
	},
	[1001010] = {
		Name = "传奇式的花老爹10",
	},
	[1001011] = {
		Name = "传奇式的花老爹11",
	},
	[1001012] = {
		Name = "传奇式的花老爹12",
	},
	[1001013] = {
		Name = "传奇式的花老爹13",
	},
	[1001014] = {
		Name = "传奇式的花老爹14",
	},
	[1001015] = {
		Name = "传奇式的花老爹15",
	},
	[1001016] = {
		Name = "传奇式的花老爹16",
	},
	[1001017] = {
		Name = "传奇式的花老爹17",
	},
	[1001018] = {
		Name = "传奇式的花老爹18",
	},
	[1001019] = {
		Name = "传奇式的花老爹19",
	},
	[1001020] = {
		Name = "传奇式的花老爹20",
	},
	[1002001] = {
		Name = "传奇式的花老爹1",
	},
	[1002002] = {
		Name = "传奇式的花老爹2",
	},
	[1002003] = {
		Name = "传奇式的花老爹3",
	},
	[1002004] = {
		Name = "传奇式的花老爹4",
	},
	[1002005] = {
		Name = "传奇式的花老爹5",
	},
	[1002006] = {
		Name = "传奇式的花老爹6",
	},
	[1002007] = {
		Name = "传奇式的花老爹7",
	},
	[1002008] = {
		Name = "传奇式的花老爹8",
	},
	[1002009] = {
		Name = "传奇式的花老爹9",
	},
	[1002010] = {
		Name = "传奇式的花老爹10",
	},
}
 return chapter