local frame = {
	[1] = {
		Name = "头像框1",
		Des = "头像框一",
		Confition = {
			[1] = {1,2},
			[2] = {1,100},
			[3] = {2,100},
		},
		Res = "Frame_1",
	},
	[2] = {
		Name = "头像框2",
		Des = "头像框一",
		Confition = {
			[1] = {1,2},
			[2] = {1,100},
			[3] = {2,101},
		},
		Res = "Frame_2",
	},
	[3] = {
		Name = "头像框3",
		Des = "头像框一",
		Confition = {
			[1] = {1,2},
			[2] = {1,100},
			[3] = {2,102},
		},
		Res = "Frame_3",
	},
	[4] = {
		Name = "头像框4",
		Des = "头像框一",
		Confition = {
			[1] = {1,2},
			[2] = {1,100},
			[3] = {2,103},
		},
		Res = "Frame_4",
	},
	[5] = {
		Name = "头像框5",
		Des = "头像框一",
		Confition = {
			[1] = {1,2},
			[2] = {1,100},
			[3] = {2,104},
		},
		Res = "Frame_5",
	},
	[6] = {
		Name = "头像框6",
		Des = "头像框一",
		Confition = {
			[1] = {1,2},
			[2] = {1,100},
			[3] = {2,105},
		},
		Res = "Frame_6",
	},
	[7] = {
		Name = "头像框7",
		Des = "头像框一",
		Confition = {
			[1] = {1,2},
			[2] = {1,100},
			[3] = {2,106},
		},
		Res = "Frame_7",
	},
	[8] = {
		Name = "头像框8",
		Des = "头像框一",
		Confition = {
			[1] = {1,2},
			[2] = {1,100},
			[3] = {2,107},
		},
		Res = "Frame_8",
	},
	[9] = {
		Name = "头像框9",
		Des = "头像框一",
		Confition = {
			[1] = {1,2},
			[2] = {1,100},
			[3] = {2,108},
		},
		Res = "Frame_9",
	},
	[10] = {
		Name = "头像框10",
		Des = "头像框一",
		Confition = {
			[1] = {1,2},
			[2] = {1,100},
			[3] = {2,109},
		},
		Res = "Frame_10",
	},
	[11] = {
		Name = "头像框11",
		Des = "头像框一",
		Confition = {
			[1] = {1,2},
			[2] = {1,100},
			[3] = {2,110},
		},
		Res = "Frame_11",
	},
	[12] = {
		Name = "头像框12",
		Des = "头像框一",
		Confition = {
			[1] = {1,2},
			[2] = {1,100},
			[3] = {2,111},
		},
		Res = "Frame_12",
	},
	[13] = {
		Name = "头像框13",
		Des = "头像框一",
		Confition = {
			[1] = {1,2},
			[2] = {1,100},
			[3] = {2,112},
		},
		Res = "Frame_13",
	},
	[14] = {
		Name = "头像框14",
		Des = "头像框一",
		Confition = {
			[1] = {1,2},
			[2] = {1,100},
			[3] = {2,113},
		},
		Res = "Frame_14",
	},
	[15] = {
		Name = "头像框15",
		Des = "头像框一",
		Confition = {
			[1] = {1,2},
			[2] = {1,100},
			[3] = {2,114},
		},
		Res = "Frame_15",
	},
	[16] = {
		Name = "头像框16",
		Des = "头像框一",
		Confition = {
			[1] = {1,2},
			[2] = {1,100},
			[3] = {2,115},
		},
		Res = "Frame_16",
	},
}
 return frame